<template>
  <div style="padding: 10px">
    <p>据世界卫生组织研究报告：人类三分之一的疾病通过预防保健可以避免，三分之一的疾病通过早期的发现可以得到有效控制，三分之一的疾病通过信息的有效沟通能够提高治疗效果。因此，及时了解掌握自己的身体存在哪些疾病或是隐患十分重要。因为很多时候，身体虽然没有什么异常，但是可能会有处于潜伏期的病变，如高血脂或糖尿病，早期发现就能够及时治疗。专家建议我们应该定时进行全面的健康检查。此外，还有一些简单而实用的健康检测方法，能够让我们随时随地对自己的身体状况进行检查，随时掌控身体的健康动向，及时采取相应对策。</p>
    <div v-for="item in items">
      <h3>{{item.title}}</h3>
      <p>{{item.context}}</p>
    </div>
  </div>
</template>

<script>

  export default {
    props: {
      data: null
    },
    data() {
      return {
        items: [
          {
            title: "“不倒时间”——检验老化程度",
            context: "平衡能力在人类生活中有非常重要的意义。日本京都府立医科大学的山田教授根据对人体组织30多年的研究提出一种简单易行的“人体老化简易自测法”。具体方法：自测者双手下垂紧贴身体两侧，闭上眼睛，用一只脚直立站住，然后根据他的“不倒时间”来判断自己老化程度。判断标准：9.9秒，男性生理年龄为30-35岁，女性生理年龄为40- 49岁；8.4秒：男性生理年龄为40-49岁，女性生理年龄为50-59岁；7.4秒：男性生理年龄为50-59岁，女性生理年龄为60-69岁； 5.8秒：男性生理年龄为60-69岁，女性生理年龄为70-79岁。未达到标准者，老化程度偏快，即生理年龄高于实际年龄。"
          },
          {
            title: "腰臀比——检验脂肪指标",
            context: "腰臀比(WHR)是反映身体脂肪分布的一个简单指标，世界卫生组织通常用它来衡量人体是肥胖还是健康，保持臀围和腰围的适当比例关系，对成年人体质和健康及其寿命有着重要意义。许多研究已证明，该比值与心血管发病率有密切关系。标准的腰臀比为男性小于0.8,女性小于0.7。根据美国运动医学学会1997年推荐的标准，男WHR>0.95和女WHR>0.86就是具有心血管疾病危险性的腰臀比数据。注意，测量时一定要采取站姿。"
          },
          {
            title: "屏气时间——检验肺脏功能",
            context: "吸一口气，然后屏气，时间越久越好，再慢慢呼出，呼出时间3秒钟为最理想。最大限度屏气，一个20岁、健康状况甚佳的人，可持续90-120秒。而一个年满50岁的人，约为30秒左右。"
          },
          {
            title: "脉搏——检验心脏功能",
            context: "3次脉搏数相加，减去200再除以10：(脉A+脉B+脉C-200)/10,若所得结果为：0-3说明你的心脏强壮；3-6良好；6-9心脏一般；9-12心脏不怎么好；12以上应及时找医生。"
          },
          {
            title: "仰卧起坐——检验体力",
            context: "健康人在1分钟内仰卧起坐的最佳成绩为起落45-50次；30岁的为40-45次；40岁的为35-40次；50岁的为25-30次；60岁的为15-20次。"
          },
          {
            title: "爬楼梯——检验体力、腿力",
            context: "一步迈两级台阶，能快速登上5层楼，说明健康状况良好；一级一级登上5层楼，没有明显的气喘现象，健康状况不错；如果气喘吁吁，呼吸急促，为较差型；登上3楼就又累又喘，意味着身体虚弱，应到医院进一步查明原因，切莫大意。"
          },
        ]
      }
    },
    methods: {},

  }
</script>

<style scoped>
  p {
    text-indent:30px;
  }
  h3 {
    margin-top: 20px;
    margin-bottom: 5px;
  }
</style>
