<template>
  <div  class="main-nav">
    <img v-lazy="require('../../assets/img/health/1.png')" alt="痘痘">
  <pre>
    1、发际线痘
    发际线周围长痘可能是因为卸妆没有卸干净造成毛孔阻堵塞，或者是洗头发时的洗发水以及洗脸时的泡沫没有冲洗干净造成的。还有就是染发时有染发剂的刺激而引起局部的小痘痘。

    2、额头长痘
    留有厚重刘海以及额头角质层过厚是导致额头长痘的主要原因，青春期痘痘一般都是从额头开始长的，就是因为额头皮脂分泌多，角质层偏厚，所以额头也是闭口粉刺聚集地。

    3.眉间长痘
    有的人痘痘长在双眉之间（即印堂痘），印堂长痘痘的人通常还会有胸闷、心悸以及心律不整的情况出现，这种情况一般是有胃火或者消化不良的表现，可能是因为饮酒过度或者深夜进食，特别是油腻的食物，所以要注意少吃辛辣刺激的食物。

    4.脸颊长痘
    脸颊上爆痘与肺部炎症有关，“这在春天是常见现象，因为空气中的花粉对人们产生了影响”，另外“家用清洁剂造成的污染也会损害肺部，导致皮肤受损。”左右脸是面部面积最大的范围，青春期时在雄性激素的刺激下，皮脂分泌增加，皮肤就会开始长痘，而很多人又喜欢挤痘痘，这一下手，就会导致毛囊细菌感染，毛囊长期的在发炎，所以左右脸都非常爱长痘。

    5唇部长痘
    对于来月经的人来说，这一区域和月经周期的不同时刻有关，当然没有摄入足够的纤维也是唇部爆痘的原因。

    6.下巴长痘
    在青少年时期、经期以及二三十岁之间等激素分泌旺盛的年龄，痘痘可能会在下巴大爆发。

    7、眼周长痘
    眼周包括眼睛、眉毛、眉间周围的皮肤，可能是护肤品涂抹厚重不吸收，可能是眼影眼线卸妆不当，还可能是每天画眉毛导致的，也可能是由于压力和睡眠不足造成的。为了对抗这些地方的痘痘，每天的睡眠时间至少要达到7个小时，饮水量要增加至8杯。

    8、T字区长痘
    这一区域也与脱水、酒精以及油腻的食物有关，因为T区对身体积累的毒素很敏感。食物中的油脂会导致胃部失和，酒精会影响胃酸。

    9、鼻头痘
    频繁的使用鼻贴、鼻膜或者挤黑头粉刺以及鼻子出油多清洁不当等原因都可能会引起毛囊发炎和毛孔堵塞而长痘。10、鼻翼长痘鼻翼的痘痘有一部分原因可能和你没有好好清洁有关，很多妹子这部分皮脂腺比较旺盛，很容易出油又没有好好清洁就容易长出痘痘。另外常常便秘和胃胀气的人也容易鼻翼长痘。我们需要少吃刺激性的食物，例如辛辣的东西和火锅之类，多喝温水。
  </pre>
  </div>
</template>

<script>

export default {

    components: {

    },
    data() {
        return {

        }
    },
    methods: {

    },
    mounted() {

    },
    created() {

    },
}
</script>

<style scoped>

  .main-nav {
    padding: 0;
    margin: 0;
    height: 100%;
    overflow: hidden;
  }
  pre {
    white-space: pre-wrap;
    word-wrap: break-word;
  }

</style>
